Repository: desarrollomicroserver/django-q2
Catalog: django_q/locale/*/LC_MESSAGES/django.po
Languages: es

source: Resubmit selected tasks to queue
es: Reenviar las tareas seleccionadas a la cola

source: last_run
es: última_ejecución

source: Q Cluster %(name)s starting.
es: Inicio de Q Cluster %(name)s.

source: Q Cluster %(name)s stopping.
es: Detención de Q Cluster %(name)s.

source: Q Cluster %(name)s has stopped.
es: Q Cluster %(name)s se ha detenido.

source: %(name)s got signal %(signal)s
es: %(name)s recibió la señal %(signal)s

source: reincarnated monitor %(name)s after sudden death
es: monitor reencarnado %(name)s después de una muerte repentina

source: reincarnated pusher %(name)s after sudden death
es: empujador reencarnado %(name)s después de una muerte repentina

source: reincarnated worker %(name)s after timeout while processing task %(task_name)s
es: trabajador reencarnado %(name)s después de tiempo de espera mientras procesaba la tarea %(task_name)s

source: reincarnated worker %(name)s after timeout
es: trabajador reencarnado %(name)s después de tiempo de espera

source: recycled worker %(name)s
es: trabajador reciclado %(name)s

source: reincarnated worker %(name)s after death
es: trabajador reencarnado %(name)s después de la muerte

source: %(name)s guarding cluster %(cluster_name)s
es: %(name)s vigilando el clúster %(cluster_name)s

source: Q Cluster %(cluster_name)s running.
es: Q Cluster %(cluster_name)s en ejecución.

source: %(name)s stopping cluster processes
es: %(name)s deteniendo los procesos del clúster

source: %(name)s waiting for the monitor.
es: %(name)s esperando al monitor.

source: %(name)s pushing tasks at %(id)s
es: %(name)s empujando tareas en %(id)s

source: queueing from %(list_key)s
es: en cola desde %(list_key)s

source: %(name)s stopped pushing tasks
es: %(name)s dejó de empujar tareas

source: %(name)s monitoring at %(id)s
es: %(name)s monitoreando en %(id)s

source: Processed '%(info_name)s' (%(task_name)s)
es: Procesado '%(info_name)s' (%(task_name)s)

source: Failed '%(info_name)s' (%(task_name)s) - %(task_result)s
es: Falló '%(info_name)s' (%(task_name)s) - %(task_result)s

source: %(name)s stopped monitoring results
es: %(name)s dejó de monitorear los resultados

source: %(proc_name)s ready for work at %(id)s
es: %(proc_name)s listo para trabajar en %(id)s

source: %(proc_name)s stopped doing work
es: %(proc_name)s dejó de trabajar

source: %(process_name)s failed to create a task from schedule [%(schedule)s]
es: %(process_name)s no pudo crear una tarea a partir de la planificación [%(schedule)s]

source: %(process_name)s created task %(task_name)s from schedule [%(schedule)s]
es: %(process_name)s creó la tarea %(task_name)s a partir de la planificación [%(schedule)s]

source: Skipping cpu affinity because psutil was not found.
es: Omitiendo la afinidad de CPU porque no se encontró psutil.

source: Faking cpu affinity because it is not supported on this platform
es: Falsificando afinidad de CPU porque no está soportado en esta plataforma

source: %(pid)s will use cpu %(affinity)s
es: %(pid)s utilizará CPU %(affinity)s

source: SAVE_LIMIT_PER (%(option)s) is not a valid option. Options are: 'group', 'name', 'func' and None. Default is None.
es: SAVE_LIMIT_PER (%(option)s) no es una opción válida. Las opciones son: 'group', 'name', 'func' y None. El valor predeterminado es None.

source: Starting
es: Démarrage

source: Working
es: Activo

source: Idle
es: En espera

source: Stopped
es: Arrêté

source: Stopping
es: En cours d'arrêt

source: Starts a Django Q Cluster.
es: Inicia un clúster Django Q.

source: General information over all clusters.
es: Información general sobre todos los clústeres.

source: Monitors Q Cluster activity
es: Surveille l'activité de Q cluster

source: Successful task
es: Tarea exitosa

source: Successful tasks
es: Tareas exitosas

source: Failed task
es: Tarea fallida

source: Failed tasks
es: Tareas fallidas

source: Please install croniter to enable cron expressions
es: Por favor, instale croniter para habilitar las expresiones cron

source: e.g. 1, 2, 'John'
es: por ejemplo, 1, 2, 'Juan'

source: e.g. x=1, y=2, name='John'
es: por ejemplo, x=1, y=2, name='Juan'

source: Once
es: Una vez

source: Minutes
es: Minutos

source: Hourly
es: Cada hora

source: Daily
es: Diariamente

source: Weekly
es: Semanalmente

source: Biweekly
es: Quincenalmente

source: Monthly
es: Mensualmente

source: Bimonthly
es: Bimensualmente

source: Quarterly
es: Trimestralmente

source: Yearly
es: Anualmente

source: Schedule Type
es: Tipo de programación

source: Number of minutes for the Minutes type
es: Número de minutos para el tipo Minutos

source: Repeats
es: Se repite

source: n = n times, -1 = forever
es: n = n veces, -1 = para siempre

source: Next Run
es: Próxima ejecución

source: Cron expression
es: Expresión Cron

source: Name of kwarg to pass intended schedule date
es: Nombre del kwarg para pasar la fecha de programación prevista

source: Scheduled task
es: Tarea programada

source: Scheduled tasks
es: Tareas programadas

source: Queued task
es: Tarea en cola

source: Queued tasks
es: Tareas en cola

source: Host
es: Anfitrión

source: State
es: Estado

source: Pool
es: Grupo

source: Up
es: Arriba

source: Queued
es: En cola

source: Success
es: Éxito

source: Failures
es: Fallos

source: [Press q to quit]
es: [Presione q para salir]

source: day
es: día

source: second
es: segundo

source: minute
es: minuto

source: hour
es: hora

source: -- %(prefix)s %(version)s on %(info)s --
es: -- %(prefix)s %(version)s en %(info)s --

source: Clusters
es: Clústeres

source: Workers
es: Trabajadores

source: Restarts
es: Reinicios

source: Successes
es: Éxitos

source: Schedules
es: Programaciones

source: Tasks/%(per)s
es: Tareas/%(per)s

source: Avg time
es: Tiempo promedio

source: Available (MB)
es: Disponible (MB)

source: Sentinel (MB)
es: Centinela (MB)

source: Available lowest (): %(memory_percent)s ((at)s)
es: Disponible más bajo (): %(memory_percent)s ((a las)s)

source: No clusters appear to be running.
es: No parece haber clústeres en ejecución.

source: malformed return hook '%(hook)s' for [%(name)s]
es: gancho de retorno malformado '%(hook)s' para [%(name)s]

source: return hook %(hook)s failed on [%(name)s] because %(error)s
es: el gancho de retorno %(hook)s falló en [%(name)s] debido a %(error)s
